import React from 'react'
import Head from 'next/head'
const page = () => {
  return (
    <div className="container mx-auto px-4 pt-20 pb-16" dir="rtl">
      <Head>
        <title>سياسة الإستبدال والإسترجاع</title>
      </Head>

      <h1 className="text-4xl font-bold mb-8">سياسة الإستبدال والإسترجاع</h1>

      <p className="text-lg leading-relaxed mb-4">
        نسعى دوماً إلى ضمان رضاك التام عن تجربة التسوق في متجرنا، ولذلك نقدم لك سياسة استبدال وإسترجاع واضحة وسهلة الإتباع.
      </p>

      <h2 className="text-2xl font-bold mb-4">شروط الإستبدال والإسترجاع</h2>

      <ul className="list-disc ml-6">
        <li>حق مضمون لجميع العملاء: ينطبق على جميع المنتجات المعروضة على متجرنا.</li>
        <li>
          قابلية الإستبدال والإسترجع: جميع المنتجات المعروضة قابلة للإستبدال والإسترجاع
          وفق الشروط والأحكام الموضحة هنا.
        </li>
        <li>حالة المنتج: يجب أن يكون المنتج بنفس حالته الأصلية ومغلفا بالغلاف الأصلي.</li>
        <li>المدة الزمنية: خلال ثلاثة (3) أيام من تاريخ الشراء.</li>
        <li>
          طريقة الطلب: يرجى التواصل معنا عبر صفحة إتصل بنا أو أرقامنا الهاتفية
          لتقديم طلب الإستبدال أو الإسترجاع.
        </li>
        <li>
          إرسال صور المنتج: يرجى تصوير المنتج وإرساله مع تحديد المدينة والعنوان
           ورقم الطلب ليتم إستبداله.
        </li>
        <li>
          إسترجاع المبلغ: يتم إسترجاع المبلغ كاملا في حالة كان المنتج مختلفا تماما
          عن وصفه في صفحة المنتج.
        </li>
        <li>
          التوقعات من إستعمال المنتجات: لا نتحمل مسؤولية أي توقعات تتعلق
          باستخدام المنتجات بخلاف المذكور في صفحة المنتج بموقعنا.
        </li>
      </ul>

      
      <p className="text-lg font-bold mt-8">نتمنى أن تكون هذه المعلومات مفيدة.</p>

      <p className="text-center mt-4">شكراً لتعاملك معنا!</p>
</div>
  )
}

export default page